{"id":0,"question":"A 58-year-old woman had an ST-segment-elevation myocardial infarction two months ago. She has made a good recovery but has low mood and a poor sleep pattern with early morning wakening. She wishes to try medication as her symptoms are affecting her ability to work. Which is the SINGLE MOST appropriate antidepressant drug? Select ONE option only.","opa":"Amitriptyline","opb":"Fluoxetine","opc":"Lofepramine","opd":"Mirtazapine","cop":2}
{"id":1,"question":"A 35-year-old woman has noticed increasing weakness and numbness in her\nlegs and arms over the past few days, and today she is feeling short of breath\non exertion. Six weeks ago she had diarrhoea while on holiday abroad and stool\nculture confirmed infection with Campylobacter jejuni. She was treated with\nciprofloxacin and recovered fully.\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Drug-induced neuropathy","opb":"Guillain-Barré syndrome","opc":"Motor neurone disease","opd":"Myasthenia gravis","cop":2}
{"id":2,"question":"A 26-year-old woman had unprotected sexual intercourse 12 hours ago. She is mid-cycle and this is the first occasion in this cycle. She wishes to start the combined oral contraceptive pill today in addition to Levonelle emergency contraception. Which is the SINGLE MOST appropriate length of time, if any, that she needs extra precautions to prevent pregnancy? Select ONE option only.","opa":"2 days","opb":"7 days","opc":"9 days","opd":"16 days","cop":2}
{"id":3,"question":"A 56-year-old man has a two-year history of deafness affecting his right ear. He has had intermittent episodes of vertigo, tinnitus and vomiting each lasting a few hours. The whispered voice test is diminished in his right ear. You perform tuning fork tests. Which is the SINGLE MOST likely result of the tuning fork tests? Select ONE option only.","opa":"Rinne’s – conduction results) Air > bone Weber’s – ear localisation) Left","opb":"Rinne’s – conduction results) Air > bone Weber’s – ear localisation) Right","opc":"Rinne’s – conduction results)C Bone > air Weber’s – ear localisation) Left","opd":"Rinne’s – conduction results)  bone> Air  Weber’s – ear localisation) Right","cop":1}
{"id":4,"question":"A 50-year-old man has become increasingly tired and lethargic over the past six months and has developed erectile dysfunction. His wife comments that he looks tanned even in the winter months. His serum ferritin and transferrin levels are significantly raised, but his haemoglobin is normal. Which is the SINGLE MOST likely diagnosis? Select ONE option only","opa":"Addison’s disease","opb":"Chronic active hepatitis","opc":"Diabetes mellitus","opd":"Haemochromatosis","cop":4}
{"id":5,"question":"A 20-year-old woman notices bright lines of light in both visual fields followed shortly afterwards by a partial loss of her vision. Her visual symptoms resolve after one hour but she has slight nausea. Which is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Acute glaucoma","opb":"Migraine","opc":"Optic neuritis","opd":"Retinal detachment","cop":2}
{"id":6,"question":"A cohort study evaluated the relationship between dietary calcium\nsupplementation and hip fractures in post-menopausal women. 100 women\ntook calcium supplements and 100 women took placebo tablets.\nOver the three year period, five women had hip fractures in the calcium group\nand ten women had hip fractures in the placebo group. The 95% confidence\ninterval is 0.18 to 1.4.\n10. What is the RISK of a hip fracture in the TREATED group? Select\nONE option only.","opa":"0.01","opb":"0.05","opc":"0.1","opd":"0.5","cop":2}
{"id":7,"question":"A cohort study evaluated the relationship between dietary calcium\nsupplementation and hip fractures in post-menopausal women. 100 women\ntook calcium supplements and 100 women took placebo tablets.\nOver the three year period, five women had hip fractures in the calcium group\nand ten women had hip fractures in the placebo group. The 95% confidence\ninterval is 0.18 to 1.4. What is the RISK RATIO? Select ONE option only.","opa":"0.01","opb":"0.05","opc":"0.1","opd":"0.5","cop":4}
{"id":8,"question":"Which is the SINGLE MOST appropriate epidemiological measure to estimate\nthe rate at which the new cases of papilloma virus infection occur among\nstudents on a college campus? Select ONE option only","opa":"Case fatality","opb":"Incidence","opc":"Median survival","opd":"Mortality","cop":2}
{"id":9,"question":"A 63-year-old man with poorly controlled hypertension, suddenly loses his vision\nin his left eye and his visual acuity on the left is reduced to hand movements\nonly. Visual acuity on the right is 6\/6.\nFundoscopy of the left eye shows flame-shaped retinal haemorrhages\nspreading out from the disc.","opa":"Acute glaucoma","opb":"Central retinal artery occlusion","opc":"Central retinal vein occlusion","opd":"Retinal detachment","cop":3}
{"id":10,"question":"A 47-year-old overweight woman had a screening blood test because of her family history of type 2 diabetes. Her result is as follows: HbA1c 40 mmol\/mol","opa":"Impaired fasting glycaemia","opb":"Impaired glucose tolerance","opc":"Maturity Onset Diabetes of the Young (MODY)","opd":"Normal","cop":4}
{"id":11,"question":"A 15-year-old obese boy has significant glycosuria on more than one occasion. He is well with no symptoms. His father and brother both have diabetes. Random blood glucose 12 mmol\/L Blood ketones negative","opa":"Impaired fasting glycaemia","opb":"Impaired glucose tolerance","opc":"Maturity Onset Diabetes of the Young (MODY)","opd":"Normal","cop":3}
{"id":12,"question":"Specialist referral is MOST APPROPRIATE for which  of the following children?","opa":"A four-week-old boy whose mother reports he does not smile","opb":"A four-month-old girl who cannot grasp an object when it is placed in her\nhand ","opc":"A four-month-old boy who cannot sit unsupported","opd":"A two-year-old girl who cannot hop","cop":2}
{"id":13,"question":"Which  of the following statements are the MOST APPROPRIATE considerations when providing information to third parties such as insurers?","opa":"Disclose all information written in the medical record","opb":"Do not disclose the content of the report to your patient","opc":"Ensure the patient has sufficient information about the likely consequences of disclosure","opd":"Use the proforma provided by the third party","cop":3}
{"id":14,"question":"A 28-year-old man has had a flu-like illness with anorexia, nausea and fever for a week. He is jaundiced but abdominal and general examination is otherwise normal. His liver function tests are as follows (normal ranges in brackets): Bilirubin 98 µmol\/L (< 21 µmol\/L) Aspartate aminotransferase (AST) 228 IU\/L (< 40 IU\/L) Alanine aminotransferase (ALT) 186 IU\/L (< 40 IU\/L) Alkaline  phosphatase 652 IU\/L (35 – 104 IU\/L) Albumin 35 g\/L (35 – 50 g\/L) Total protein 73 g\/L (60 – 80 g\/L) Which is the SINGLE MOST likely diagnosis? Select ONE option","opa":"Alcoholic liver disease","opb":"Hepatitis A","opc":"Cholelithiasis","opd":"Gilbert’s syndrome","cop":2}
{"id":15,"question":"A 28-year-old man has had a flu-like illness with anorexia, nausea and fever for a week. He is jaundiced but abdominal and general examination is otherwise normal. His liver function tests are as follows (normal ranges in brackets): Bilirubin 98 µmol\/L (< 21 µmol\/L) Aspartate aminotransferase (AST) 228 IU\/L (< 40 IU\/L) Alanine aminotransferase (ALT) 186 IU\/L (< 40 IU\/L) Alkaline phosphatase 652 IU\/L (35 – 104 IU\/L) Albumin 35 g\/L (35 – 50 g\/L) Total protein 73 g\/L (60 – 80 g\/L)  Which is the SINGLE MOST appropriate SPECIFIC diagnostic test for\nthis patient?","opa":"Antimitochondrial antibodies","opb":"Buccal smear","opc":"Hepatitis A IgM","opd":"Ultrasound liver and gallbladder","cop":3}
{"id":16,"question":"A 54-year-old woman with type 2 diabetes has a sudden weakness of her\nleft arm, which returns to normal within 20 minutes. Her blood pressure is\n150\/60, her pulse is72 and regular, and her heart sounds are normal. For the patient described, select the SINGLE MOST appropriate risk\nassessment tool, if any, from the list of options.","opa":"ABCD2","opb":"CHAD2DS2VASC","opc":"Qrisk","opd":"FRAX","cop":1}
{"id":17,"question":"A 65-year-old retired man had a routine coronary artery angioplasty and stent insertion one week ago. He is now well and asymptomatic. He asks you for advice about driving his car. According to DVLA guidance, which is the SINGLE MOST appropriate advice with regard to driving? Select ONE option only","opa":"He may resume driving immediately","opb":"He may resume driving after a further week","opc":"He may resume driving one month after the angioplasty","opd":"He may resume driving six months after the angioplasty","cop":1}
{"id":18,"question":"Which SINGLE ONE of the following statements applies to Form Med 3? Select ONE option only","opa":"Advice on the statement is binding to employers","opb":"Assessment date can be retrospective based on written information","opc":"Can be completed by a doctor or practice nurse","opd":"Can only be used for a maximum period of one month","cop":2}
{"id":19,"question":"A 43-year-old woman was diagnosed with a duodenal ulcer at gastroscopy. She has recently completed a course of Helicobacter pylori triple therapy. She comes to see you four weeks later and is symptom free. Which is the SINGLE MOST appropriate management option? Select ONE option only.","opa":"Continue proton pump inhibitor for a further one week","opb":"Check Helicobacter pylori serology","opc":"No follow up needed","opd":"Refer for barium meal","cop":3}
{"id":20,"question":"A 25-year-old woman has been infertile for three years. She has had recurrent pelvic pain due to endometriosis. Investigations in primary care are reported as follows: Full blood count – normal Thyroid function – normal Sex hormone profile - normal Rubella serology – immune Day 21 progesterone – normal Chlamydia swab – negative Pelvic ultrasound - normal Her partner’s semen analysis is reported as normal. A referral to secondary care is agreed and she asks what is likely to happen next. According to current guidelines, which is the SINGLE MOST appropriate NEXT investigation? Select ONE option only.","opa":"Cervical cytology","opb":"Hysterosalpingogram","opc":"Hysteroscopy","opd":"Laparoscopy","cop":4}
{"id":21,"question":"An 18-year-old woman with asthma has become increasingly wheezy over the past two days. Her hay fever symptoms are also worse than usual. After a salbutamol nebuliser, her peak flow rate increases from 250 to 450 L\/minute and she feels much better. Which is the SINGLE MOST appropriate NEXT management step? Select ONE option only.","opa":"Continue usual maintenance inhaler regime","opb":"Oral amoxicillin","opc":"Oral chlorphenamine","opd":"Oral prednisolone","cop":4}
{"id":22,"question":"A 70-year-old woman attends for her repeat prescription of 100 mcg\nlevothyroxine daily, which she has been taking for the past 30 years. The last\nrecord of any blood test was six years ago. She mentions a recent episode of\nquite severe localised back pain which has now settled to a dull ache around\nthe L3 region. She has no neurological signs\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Lumbar stenosis","opb":"Osteomalacia","opc":"Osteomyelitis","opd":"Osteoporosis","cop":4}
{"id":23,"question":"Which ONE of the following is an ABSOLUTE contraindication to the use of medroxyprogesterone acetate as a contraceptive? Select ONE option only","opa":"Diabetes mellitus","opb":"Breast cancer diagnosed in the previous five years","opc":"Past history of ovarian cysts","opd":"Previous ectopic pregnancy","cop":2}
{"id":24,"question":"A 55-year-old man has had severe central chest pain radiating into his left arm for the past two hours. He has no previous significant medical history. His BP is 150\/85, his chest is clear and his pulse is regular 90\/min. In addition to aspirin, which is the SINGLE MOST appropriate NEXT drug for this patient? Select ONE option only.","opa":"Amiodarone","opb":"Carvedilol","opc":"Diamorphine","opd":"Furosemide","cop":3}
{"id":25,"question":"An 80-year-old edentulous patient who lives alone and refuses meals on wheels, complains of constipation without rectal bleeding. Her weight is steady, abdominal and rectal examinations are normal and she is otherwise well. Which is the SINGLE MOST likely diagnosis? Select ONE option only","opa":"Alzheimer’s disease","opb":"Carcinoma of the colon","opc":"Hypothyroidism","opd":"Poor fibre intake","cop":4}
{"id":26,"question":"A family from Romania arrived in the UK six months ago and registered with the practice. Their eight-month-old baby daughter who was born in Romania has been seen by the health visitor regularly. Her routine measurements have fallen from the 50th centile growth line to below the 25th centile growth line over the past three months. She has a history of minor respiratory infections and recurrent gastroenteritis. Which ONE of the following is the most important INITIAL investigation? Select ONE option only.","opa":"Chromosome analysis","opb":"Glucose-6-phosphate dehydrogenase level","opc":"Jejunal biopsy","opd":"Sweat test","cop":4}
{"id":27,"question":"A seven-year-old girl has a fever associated with a sore throat and loss of appetite. She has small red ulcers in her mouth and itchy spots on the palms of her hands and soles of her feet. Which is the SINGLE MOST likely virus causing her symptoms? Select ONE option only","opa":"Coxsackie A","opb":"Herpes simplex","opc":"Measles","opd":"Parvovirus B19 ","cop":1}
{"id":28,"question":"A 50-year-old woman, who has recently been diagnosed with hypertension,\ncomplains of pain in her knees. She feels tired and her memory is poor. She\nhas lost her appetite recently and feels nauseated most of the time. Urinalysis is\nnormal.\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only","opa":"Chronic fatigue syndrome","opb":"Chronic renal failure","opc":"Hyperparathyroidism","opd":"Coeliac disease","cop":3}
{"id":29,"question":"For the past week, a 30-year-old woman has noticed fresh red blood on the\ntoilet paper and experiences sharp pain around the anus when she defecates.\nToday she can feel a very tender lump at the anal margin.\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Anal fissure","opb":"Ischio-rectal abscess","opc":"Thrombosed haemorrhoid","opd":"Rectal carcinoma","cop":3}
{"id":30,"question":"A 35-year-old woman stopped the combined oral contraceptive pill six months ago because of increased blood pressure. Her periods have not returned, she feels generally tired and has put on weight. A pregnancy test is negative and her fasting blood glucose is 9.2 mmol\/L. Which is the SINGLE MOST likely diagnosis? Select ONE option only","opa":"Anaemia","opb":"Chronic active hepatitis","opc":"Coeliac disease","opd":"Cushing’s disease","cop":4}
{"id":31,"question":"A 27-year-old woman who is a non-smoker, suddenly develops double\nvision. She had an episode of reduced visual acuity in her left eye whilst\non holiday 18 months previously, for which no cause was identified. She\nhas no other significant past medical history. For each patient described, select the SINGLE MOST likely diagnosis\nfrom the list of options. Select ONE option only.","opa":"Berry aneurysm","opb":"Cerebral glioma","opc":"Multiple sclerosis","opd":"Myasthenia gravis","cop":3}
{"id":32,"question":". A 35-year-old man who is a non-smoker, suddenly develops a severe headache and double vision. His right pupil is fixed and dilated. For each patient described, select the SINGLE MOST likely diagnosis\nfrom the list of options. Select ONE option only.","opa":"Berry aneurysm","opb":"Cerebral glioma","opc":"Multiple sclerosis","opd":"Myasthenia gravis","cop":1}
{"id":33,"question":"A 48-year-old woman has transitory double vision towards the end of\nmost days. She smokes 10 cigarettes\/day. She has vitiligo and\nhypothyroidism. For each patient described, select the SINGLE MOST likely diagnosis\nfrom the list of options. Select ONE option only","opa":"Berry aneurysm","opb":"Cerebral glioma","opc":"Multiple sclerosis","opd":"Myasthenia gravis","cop":4}
{"id":34,"question":"Several studies have reported on the risk of lung cancer and exposure to\ntobacco smoke. Researchers now wish to reach a summary conclusion about\nthe overall findings.\nWhich is the SINGLE MOST appropriate study design? Select ONE\noption only.","opa":"Case control study","opb":"Cohort study","opc":"Descriptive study","opd":"Meta-analysis","cop":4}
{"id":35,"question":"Grapefruit juice should be avoided with which ONE of the following drugs?\nSelect ONE option only","opa":"Aciclovir","opb":"Amoxicillin","opc":"Ramipril","opd":"Simvastatin","cop":4}
{"id":36,"question":"Which is the SINGLE MOST appropriate treatment for a Trichophyton rubrum\ntoenail infection? Select ONE option only","opa":"Oral fluconazole","opb":"Oral griseofulvin","opc":"Oral terbinafine","opd":"Topical clotrimazole","cop":3}
{"id":37,"question":"A 56-year-old woman with type 2 diabetes has lost her appetite and\ndeveloped pruritus over the past few days. On examination she is jaundiced\nbut general and abdominal examination is otherwise normal.\nShe takes regular metformin and simvastatin, and has just finished a course\nof erythromycin for localised cellulitis.\nHer liver function tests are as follows (normal ranges in brackets):\nBilirubin 112 µmol\/L (< 21 µmol\/L)\nAspartate aminotransferase (AST) 56 IU\/L (< 40 IU\/L)\nAlanine aminotransferase (ALT) 72 IU\/L (< 40 IU\/L)\nAlkaline phosphatase 986 IU\/L (35 – 104 IU\/L)\nAlbumin 35 g\/L (35 – 50 g\/L)\nTotal protein 73 g\/L (60 – 80 g\/L)\nWhich is the SINGLE MOST LIKELY diagnosis? Select ONE option only","opa":"Alcoholic liver disease","opb":"Drug-induced cholestasis","opc":"Fatty liver disease","opd":"Gilbert’s syndrome","cop":2}
{"id":38,"question":"A 50-year-old woman is taking methotrexate 15 mg once weekly for rheumatoid arthritis. She has developed low mood, poor sleep pattern and early morning wakening. She wishes to try medication as her symptoms are affecting her ability to work. Which is the SINGLE MOST appropriate medication? Select ONE option only.","opa":"Amitriptyline","opb":"Citalopram","opc":"Lofepramine","opd":"Mirtazapine","cop":2}
{"id":39,"question":"A 35-year-old woman has noticed increasing weakness and numbness in her legs\nand arms over the past few days. Today she is feeling short of breath on exertion.\nSix weeks ago she had diarrhoea. Stool culture confirmed infection with\nCampylobacter jejuni. She was treated with ciprofloxacin and recovered fully.\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Drug-induced neuropathy","opb":"Guillain-Barré syndrome","opc":" Multiple sclerosis","opd":"Myasthenia gravis","cop":2}
{"id":40,"question":"A 26-year-old woman is on day 14 of a 28-day cycle and had unprotected sexual intercourse 12 hours ago. This was the first occasion within this cycle. She requests levonorgestrel 1.5 mg emergency contraception but also wants to quick-start the combined hormonal contraceptive pill (CHC). Having started the CHC, which is the SINGLE MOST appropriate length of time that she needs to take EXTRA contraceptive precautions, if any? Select ONE option only.","opa":"24 hours","opb":"5 days","opc":"7 days","opd":"No additional precautions needed","cop":3}
{"id":41,"question":"A 46-year-old man developed sudden loss of hearing in his right ear six weeks ago.\nHis hearing has not improved at all. He has had no other symptoms and is otherwise\nwell.\nExamination of the ear canals and tympanic membranes is normal. A private hearing\nassessment clinic has confirmed 90% sensorineural hearing loss on the right side.\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Cholesteatoma","opb":"Idiopathic","opc":"Otosclerosis","opd":"Psychosomatic","cop":2}
{"id":42,"question":"A 50-year-old man has become increasingly tired and lethargic over the past six\nmonths and has developed erectile dysfunction. His wife comments that he looks\ntanned even in the winter months.\nHis blood results are as follows:\nHaemoglobin (g\/L) 140\nFerritin (µg\/L) 1200 30-300\nTransferrin saturation (%) 84 15-45%\nWhich is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Addison’s disease","opb":"Chronic active hepatitis","opc":"Haemochromatosis","opd":"Hypothyroidism","cop":3}
{"id":43,"question":"A 10-month-old girl has had a fever and rhinitis for two days followed by a persistent cough. She has a temperature of 38 °C, respiratory rate over 40\/min and fine crackles throughout both lungs. For each patient, select the SINGLE MOST likely CAUSATIVE agent from the\nlist of options.","opa":"Adenovirus","opb":"Respiratory syncytial virus","opc":"Epstein-Barr virus","opd":"Legionella pneumophila","cop":2}
{"id":44,"question":"A 15-year-old boy is treated with amoxicillin for a purulent sore throat and high fever. 48 hours later, he develops a widespread, non-blanching maculopapular rash. For each patient, select the SINGLE MOST likely CAUSATIVE agent from the\nlist of options","opa":"Adenovirus","opb":"Respiratory syncytial virus","opc":"Epstein-Barr virus","opd":"Legionella pneumophila","cop":3}
{"id":45,"question":"A cohort study evaluated the relationship between dietary calcium supplementation\nand hip fractures in post-menopausal women. 100 women took calcium supplements\nand 100 women took placebo tablets.\nOver the three-year period, five women had hip fractures in the calcium group and\nten women had hip fractures in the placebo group.\nWhat is the RISK of a hip fracture in the TREATED group? Select ONE option\nonly.","opa":"0.01","opb":"0.05","opc":"0.1","opd":"0.5","cop":2}
{"id":46,"question":"Side effects of rheumatological drugs For each drug side effect, select the SINGLE MOST likely causative drug.\nSelect ONE option only: Retinopathy","opa":"Hydroxychloroquine","opb":"Diclofenac","opc":"Methotrexate","opd":"Allopurinol","cop":1}
{"id":47,"question":"Side effects of rheumatological drugs For each drug side effect, select the SINGLE MOST likely causative drug.\nSelect ONE option only: Pneumonitis","opa":"Hydroxychloroquine","opb":"Diclofenac","opc":"Methotrexate","opd":"Allopurinol","cop":3}
{"id":48,"question":"A 63-year-old man with hypertension suddenly loses the vision in his left eye. Visual acuity is hand movements only on the left and 6\/6 on the right. Fundoscopy of the left eye shows flame-shaped retinal haemorrhages spreading out from the disc. Which is the SINGLE MOST likely diagnosis? Select ONE option only.","opa":"Acute glaucoma","opb":"Central retinal artery occlusion ","opc":"Central retinal vein occlusion ","opd":"Retinal detachment","cop":3}
{"id":49,"question":"A 47-year-old woman has a screening blood test because of her family history of\ntype 2 diabetes. Her BMI is 29 kg\/m2\n. She feels well.\nHer blood test result is as follows:\nHbA1c 40 mmol\/mol\nWhich is the SINGLE MOST appropriate interpretation of the result? Select ONE\noption only.","opa":"Impaired fasting glycaemia","opb":"Impaired glucose tolerance","opc":"Normal","opd":"Prediabetes","cop":3}
{"id":50,"question":"Specialist referral is MOST APPROPRIATE for which TWO of the following children? Select one options only.","opa":"A four-week-old boy whose mother reports he does not smile","opb":"A four-month-old girl who cannot grasp an object when it is placed in her hand","opc":"A four-month-old boy who cannot sit unsupported","opd":"A two-year-old girl who cannot go down stairs with one foot per step","cop":2}
{"id":51,"question":"A 32-year-old man with alcohol dependence requests a medical report to support his application for rehousing by the local authority. The local authority rejects the application and he now wants to see a copy of the medical report. In which one of the following situations is it MOST appropriate to DENY disclosure? Select TWO options only.","opa":". It may result in a complaint to the practice.","opb":"It may reveal information about another patient.","opc":". It may upset the patient.","opd":"The local authority has not agreed to the disclosure.","cop":2}
{"id":52,"question":"A 28-year-old man had a flu-like illness with anorexia, nausea and fever while on\nholiday in Thailand last week. When he was seen yesterday, he was jaundiced but\nabdominal and general examinations were otherwise normal.\nHis liver function tests are as follows:\nBilirubin (µmol\/L) 98 < 21\nAspartate aminotransferase (AST) (IU\/L) 228 < 40\nAlanine aminotransferase (ALT) (IU\/L) 186 < 40\nAlkaline phosphatase (IU\/L) 302 35 – 104\nAlbumin (g\/L) 35 35 – 50\nTotal protein (g\/L) 73 60 – 80\nWhich is the SINGLE MOST appropriate SPECIFIC DIAGNOSTIC test for this\npatient? Select ONE option only.","opa":"Anti-nuclear antibodies","opb":" Blood alcohol level","opc":"Hepatitis A IgM","opd":"Hepatitis A IgM","cop":3}
{"id":53,"question":"For each patient described, select the SINGLE MOST appropriate risk\nassessment tool, if any, from the list of options. A 54-year-old man is diagnosed with atrial fibrillation. His blood pressure is\n150\/60, pulse is 75\/min and irregular and his heart sounds are normal.","opa":"ABCD2","opb":"CHA2DS2-VASc","opc":"QRisk2","opd":"Wells score","cop":2}
{"id":54,"question":"For each patient described, select the SINGLE MOST appropriate risk assessment tool, if any, from the list of options. A 58-year-old woman with breast cancer has chest pain and shortness of breath.\nHer pulse is 98\/min and regular and her heart sounds are normal.","opa":"ABCD2","opb":"CHA2DS2-VASc","opc":"QRisk2","opd":"Wells score","cop":4}
{"id":55,"question":"A 65-year-old retired man had an elective coronary artery angioplasty and stent insertion one week ago. He is now well and asymptomatic. He asks you for advice about driving his car. According to DVLA guidance, which is the SINGLE MOST appropriate advice? Select ONE option only","opa":"He may resume driving immediately","opb":"He may resume driving after a further week","opc":"He may resume driving one month after the angioplasty","opd":"He may resume driving six months after the angioplasty","cop":1}
{"id":56,"question":"A 43-year-old woman with persistent dyspepsia for six weeks has a positive H. pylori stool antigen result. She is treated with a one-week course of triple therapy. She is reviewed four weeks later and is symptom free. Which is the SINGLE MOST appropriate NEXT management option? Select ONE option only.","opa":" Check eradication with H. pylori breath test","opb":"Continue proton-pump inhibitor therapy for a further four weeks","opc":"Maintenance low-dose proton-pump inhibitor therapy long term","opd":"No further treatment necessary","cop":4}
{"id":57,"question":"A 25-year-old woman has failed to conceive for three years. She has had recurrent\npelvic pain due to endometriosis. Investigations in primary care are as follows:\nFull blood count normal\nThyroid function normal\nSex hormone profile normal\nRubella serology immune\nDay 21 progesterone normal\nChlamydia swab negative\nPelvic ultrasound normal\nHer partner’s semen analysis is reported as normal.\nA referral to secondary care is agreed and she asks what is likely to happen next.\nAccording to current guidance, which is the SINGLE MOST appropriate NEXT\ninvestigation? Select ONE option only.","opa":"CT scan pelvis","opb":"Hysterosalpingogram","opc":"Hysteroscopy","opd":"Laparoscopy","cop":4}
{"id":58,"question":"A 70-year-old woman with hypothyroidism has been taking levothyroxine 100 mcg\ndaily for the past 30 years. She has had infrequent thyroid function monitoring over\nthat period.\nHer TSH level six years ago was 0.3 mU\/L and currently it is <0.01 mU\/L.\nWhich SINGLE condition is she MOST at risk of developing? Select ONE\noption only.","opa":"Hyperparathyroidism","opb":"Osteoporosis","opc":"Osteopetrosis","opd":"Ischaemic heart disease","cop":2}
